brew 'actionlint'
brew 'asdf'
brew 'autoenv'
brew 'az'
brew 'bash'
brew 'cmake'
brew 'coreutils'
brew 'crane'
brew 'ctags'
brew 'cue'
brew 'curl'
brew 'direnv'
brew 'editorconfig'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-crypt'
brew 'gitsign'
brew 'gnupg'
brew 'go'
brew 'goimports'
brew 'golangci-lint'
brew 'hashicorp/tap/terraform'
brew 'helm'
brew 'htmltest'
brew 'hugo'
brew 'isort'
brew 'jq'
brew 'just'
brew 'k9s'
brew 'kind'
brew 'kubernetes-cli'
brew 'markdownlint-cli2'
brew 'neovim'
brew 'pandoc'
brew 'podman'
brew 'podman-compose'
brew 'pre-commit'
brew 'prettier'
brew 'ripgrep'
brew 'shellcheck'
brew 'slp/krunkit/krunkit'
brew 'sqlite'
brew 'step'
brew 'terraform'
brew 'terraform-docs'
brew 'tmux'
brew 'tree'
brew 'tree-sitter-cli'
brew 'uv'
brew 'wget'
brew 'yq'
brew 'zizmor'
brew 'zoxide'

cask '1password-cli'
cask 'appzapper'
cask 'claude'
cask 'claude-code'
cask 'gcloud-cli'
cask 'ghostty'
cask 'linear-linear'
cask 'font-jetbrains-mono-nerd-font'
cask 'podman-desktop'
cask 'spotify'
cask 'visual-studio-code'
