brew 'bash'
brew 'cmake'
brew 'curl'
brew 'gh'
brew 'git'
brew 'go'
brew 'golangci-lint'
brew 'helm'
brew 'hugo'
brew 'jq'
brew 'just'
brew 'k9s'
brew 'kind'
brew 'kubernetes-cli'
brew 'markdownlint-cli2'
brew 'neovim'
brew 'pandoc'
brew 'podman'
brew 'podman-compose'
brew 'pre-commit'
brew 'prettier'
brew 'ripgrep'
brew 'shellcheck'
brew 'sqlite'
brew 'step'
brew 'tmux'
brew 'tree'
brew 'tree-sitter-cli'
brew 'uv'
brew 'wget'
brew 'yq'
brew 'zizmor'
brew 'zoxide'

cask '1password-cli'
cask 'claude-code'
cask 'font-ubuntu-nerd-font'
cask 'gcloud-cli'
