tap "homebrew/cask"

brew "asdf"
brew "autoenv"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
#brew "dive"
#brew "docker"
brew "editorconfig"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gpg"
brew "go"
#brew "helm"
brew "jq"
#brew "k9s"
#brew "kind"
#brew "kubernetes-cli"
brew "nvm"
brew "rg"
brew "wget"
brew "yq"

#cask "discord", greedy: true
#cask "google-chrome", greedy: true
#cask "iterm2", greedy: true
#cask "postman", greedy: true
#cask "spotify", greedy: true
#cask "visual-studio-code", greedy: true
#cask "zoom", greedy: true
