tap "homebrew/cask"

brew "autoenv"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "docker"
brew "editorconfig"
brew "git"
brew "git-lfs"
brew "gpg"
brew "go"
brew "helm"
brew "hyperkit"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "minikube"
brew "nvm"
brew "wget"

# specific to procore
brew "icu4c"
brew "shared-mime-info"

cask "discord", greedy: true
cask "iterm2", greedy: true
cask "postman", greedy: true
cask "spotify", greedy: true
cask "visual-studio-code", greedy: true

# already managed by current employer
# cask "google-chrome", greedy: true
# cask "zoom"
